myApp.controller("BlogController", function ($scope)
{
  $scope.records =
  [
    {
      topic: "О компании:",
      text: " Ассортимент магазинов включает широкий выбор серийного, а также штучного оружия, оптику и патроны ведущих мировых производителей, охотничью одежду и обувь всемирно известных марок. Мы участвуем в выставках, отслеживаем современные тенденции и предлагаем нашим покупателям наиболее удачные, на наш взгляд, новинки, появляющиеся на рынке охотничьих товаров. Сервисный центр ''Охотника'' не только осуществляет гарантийный ремонт оружия и установку прицелов, но и решает большинство возможных проблем, связанных с оружием, что привлекает на Головинское шоссе охотников со всей России.",
      date: "29.04.2021"
    },
    {
      topic: "Уважаемые покупатели!",
      text: "При выборе партнеров большое внимание мы уделяем разумному соотношению цены и качества. Продуманные технологии импорта позволяют нам обеспечивать цены, минимально отличающиеся от цен производителя, а товары некоторых брендов в наших магазинах и вовсе можно купить не дороже, чем за границей.",
      date: "15.05.2021"
    },

  ]
});