myApp.controller("BlogController", function ($scope)
{
  $scope.records =
  [
    {
      topic: "Гарантия и возврат",
      text: "Приобретая товар в нашем интернет-магазине, вы можете быть уверены, что получаете новый высококачественный сертифицированный товар в отличном состоянии.",
      date: "28.02.2021"
    },
    {
      topic: "Уважаемые покупатели!",
      text: "При покупке мониторов всех традиционно волнует одна проблема – битые пиксели! О том, что этот вопрос один из самых острых, говорит тот факт, что 90% заказчиков настаивают на обязательной проверке устройства на битые пиксели, а отсутствие данной услуги является едва ли не самой главной причиной отказа от покупки. Монитор покупается не на один год и улучшить его качественные характеристики после покупки невозможно, поэтому проверка на битые пиксели считается одной из мер предосторожности, которые нужно предпринять для уверенности в качестве картинки.",
      date: "11.02.2021"
    },

  ]
});